Tekla.Structures.DialogInternal.dotUnitOperation_t


Tekla.Structures.DialogInternal.dotUnitOperation_t.Operation
The operation

Tekla.Structures.DialogInternal.dotUnitOperation_t.UnitType
The unit type

Tekla.Structures.DialogInternal.dotUnitOperation_t.Value
The double value

Tekla.Structures.DialogInternal.dotUnitOperation_t.aStringValue
The string value

Tekla.Structures.DialogInternal.dotUnitOperation_t.aLabel
The label

Tekla.Structures.DialogInternal.dotUnitOperation_t.Decimals
The decimal count